Repository: simonpierreroy/watchOSKasaApp
Catalog: KasaAppWidget/Localizable.xcstrings
Source language: en
Languages: fr

# description_select_device
source: Select a devices to display for quick access.
fr: Sélectionnez un d'appareil à afficher pour un accès rapide.

# description_select_devices_intent
source: Select a list of devices to display for quick access.
fr: Sélectionnez une liste d'appareils à afficher pour un accès rapide.

# device_toggle_app_intent
source: device
fr: appareil

source: Kasa Device
fr: Appareil Kasa

source: Kasa Devices
fr: Appareils Kasa

source: Kasa Turn Off
fr: Kasa fermer les lumières

# list_for_select_devices_intent
source: Devices
fr: Appareils

# selected_device_entity_representation
source: A device from the Kasa App
fr: Un appareil de l'app Kasa

# title_intent_select_device
source: Select a device
fr: Sélection d’un appareil

# title_intent_select_devices_intent
source: Select devices
fr: Sélection d'appareils

# title_toggle_app_intent
source: Toggle lights superfast
fr: Ouvrir ou fermer les lumières rapidement

source: Toggle ${deviceEntity}
fr: Ouvrir ou fermer ${deviceEntity}

source: Toggle lights super fast
fr: Ouvrir les lumières rapidement
